Repository: Betoken/angular-ui
Catalog: src/locale/messages.*.xlf
Languages: pt, zh_hans

# managerOnboardingIntroSubText1a
source: The Betoken protocol recognizes and quantifies the talent of its fund managers by allocating units of reputation to them, denominated in Kairo tokens, and financially rewards them based on their talent and contributions. The more Kairo tokens you have, the more money in the Betoken fund you can manage and the more income you’ll get every month as commissions on your investments.
pt: O protocolo Betoken reconhece e quantifica o talento de seus gestores de fundos distribuindo unidades de reconhecimento, denominadas tokens Kairo e recompensa-os financeiramente com base em seus talentos e contribuições. Quanto mais tokens Kairo você tiver, mais dinheiro para gerenciar no fundo Betoken e mais renda todos os meses como comissão de seus investimentos.
zh_hans: Betoken 协议通过给管理人们按收益分配 Kairo 点数来量化他们的才华与技能，并据此予以佣金奖励。您给基金带来的收益越多，您拥有的 Kairo 点数就越多，Betoken 基金中受您管理的资产就越多，您每月获得的佣金也就越多。

# managerOnboardingIntroSubText1b
source: More about Betoken's commissions structure
pt: Mais sobre a estrutura de comissões do Betoken
zh_hans: 了解 Betoken 佣金计算的详情

# managerOnboardingBuyBtksModalTextStep4a
source: You bought
pt: Você comprou
zh_hans: 您买入了

# managerOnboardingBuyBtksModalTextStep4b
source: using
pt: usando
zh_hans: ，用

# modalRule4
source: You understand that you can only buy Kairo tokens once per Ethereum account
pt: Você entende que pode comprar tokens Kairo apenas uma vez por conta Ethereum
zh_hans: 您了解每个以太坊账户只有一次购买 Kairo 点数的机会。

# upgradeCardStateDEV_PROPOSED
source: Development team proposed upgrade
pt: Upgrade proposto pelo time de desenvolvimento
zh_hans: 开发团队提议升级

# upgradeCardStateSIGNALING_ENOUGH
source: Has enough support for initiating upgrade
pt: Há suporte necessário para iniciar upgrade
zh_hans: 升级启动有足够支持

# upgradeCardStateSIGNALING_NOT_ENOUGH
source: Not enough support for initiating upgrade
pt: Não há suporte necessário para iniciar upgrade
zh_hans: 升级启动尚未有足够支持

# upgradeCardStatePROPAGATING
source: Propagating news of upgrade initiation
pt: Notícias sobre o início do upgrade
zh_hans: 升级启动消息传播中

# upgradeCardStatePROPOSING_NO_CANDIDATE
source: Waiting for an upgrade candidate to be proposed
pt: Aguardando propostas de novos candidatos ao upgrade
zh_hans: 等待提议升级候选智能合约

# upgradeCardStatePROPOSING_HAS_CANDIDATE
source: Proposing upgrade candidate
pt: Candidatos ao upgrade sendo propostos
zh_hans: 提议候选智能合约

# upgradeCardStateVOTING_NO_CANDIDATE
source: No upgrade candidate to vote on
pt: Não há candidatos para votar
zh_hans: 没有提议候选智能合约

# upgradeCardStateVOTING_ENOUGH
source: Upgrade candidate has enough support
pt: Candidato ao upgrade possui o suporte necessário
zh_hans: 候选智能合约有足够支持

# upgradeCardStateVOTING_NOT_ENOUGH
source: Upgrade candidate doesn't have enough support
pt: Candidato ao upgrade não possui o suporte necessário
zh_hans: 候选智能合约尚未有足够支持

# upgradeCardStatePASSED
source: Upgrade candidate accepted
pt: Candidato ao upgrade aceito
zh_hans: 候选智能合约被采纳

# upgradeCardStatePASSED_NOT_FINALIZED
source: Upgrade candidate accepted but needs to be finalized
pt: Candidato ao upgrade aceito mas aguarda finalização
zh_hans: 候选智能合约被采纳但需要完成

# upgradeCardStateALL_FAILED
source: All upgrade candidates rejected
pt: Todos os candidatos ao upgrade recusados
zh_hans: 所有候选智能合约被拒绝

# upgradeCardStateFINALIZED
source: Will upgrade to candidate after Intermission phase ends
pt: O candidato será atualizado após fase de intermissão
zh_hans: 本幕间休息阶段结束后将升级至新智能合约

# upgradeCardStateIDLE
source: Upgrade process inactive
pt: Processo de upgrade inativo
zh_hans: 升级未启动

# upgradeBetoken
source: Signal your support for a smart contract upgrade
pt: Sinalize seu suporte ao upgrade do smart contract
zh_hans: 支持启动智能合约升级

# cancelUpgradeSignal
source: Cancel your support for a smart contract upgrade
pt: Cancele seu suporte ao upgrade do smart contract
zh_hans: 取消支持启动智能合约升级

# upgradeDevsCandidate
source: The development team has proposed an upgrade candidate
pt: O time de desenvolvimento propôs um candidato ao upgrade
zh_hans: 开发团队提出了升级候选智能合约

source: Review
pt: Revisar
zh_hans: 查看详情

source: Upgrade Initiated
pt: Upgrade Iniciado
zh_hans: 升级流程已启动

# upgradeInitiatedSubTitle
source: The first 3 days are reserved for letting the news of the upgrade propagate.
pt: Os primeiros 3 dias são reservados para propagar os novos upgrades.
zh_hans: 最先三天预留给让升级流程启动的消息传播。

# waitingUpgradeCandidate
source: Proposing upgrade candidate
pt: Propor um candidato ao upgrade
zh_hans: 正在提议升级候选智能合约

# waitingUpgradeCandidateSubtitle
source: Any manager can propose a smart contract as the upgrade candidate, unless another manager with more votes has proposed/proposes a candidate.
pt: Todos os gestores podem propor um smart contract candidato ao upgrade, a menos que outro gestor com mais votos tenha proposto um candidato.
zh_hans: 任一管理人都可以提议候选智能合约，除非另一有更多票数的管理人已经提议或将会提议。

source: Upgrade candidate proposed:
pt: Candidato ao upgrade proposto:
zh_hans: 被提议的候选智能合约：

# upgradeCandidateProposedSubtitle
source: You can change the upgrade candidate if you are the current proposer or have more votes than the current proposer.
pt: Você pode alterar o candidato ao upgrade se você é o proponente atual ou tem mais votos que o proponente atual.
zh_hans: 若您是当前的提议人，或者您比当前的提议人有更多票数，那么您可以改变当前的候选智能合约。

# upgradeProposer
source: Proposer:
pt: Proponente:
zh_hans: 提议人：

source: Submit upgrade candidate
pt: Enviar candidato ao upgrade
zh_hans: 提交升级候选智能合约

# votingNoCandidate
source: No candidate proposed, please wait for the current 3-day voting chunk to end.
pt: Nenhum candidato proposto. Espere o término do período de votação de 3 dias.
zh_hans: 没有人提议了候选智能合约，请等候本三日的投票阶段结束。

# votingUpgradeCandidate
source: Voting on upgrade candidate
pt: Votar em candidato ao upgrade
zh_hans: 为候选智能合约投票

# votingUpgradeCandidateSubtitle
source: Need >10% votes to participate and >75% of participating votes to support the candidate in order for it to be accepted.
pt: Necessário >10% votos para participar e >75% de votos de participação para apoiar o candidato para que ele seja aceito.
zh_hans: 要采纳该候选智能合约，需要> 10％的票数参与，并需要> 75％参与的票数为支持。

# votingQuorum
source: Quorum
pt: Quórum
zh_hans: 法定人数

# votingSupport
source: Support
pt: Suporte
zh_hans: 支持

source: Upgrade to
pt: Atualizar para
zh_hans: 支持升级至

source: Don't upgrade to
pt: Não atualizar para
zh_hans: 反对升级至

source: Upgrade
zh_hans: 升级

# acceptedNotFinalized
source: accepted but needs to be finalized.
pt: aceito mas aguarda finalização
zh_hans: 被接受但需要完成

source: Finalize
pt: Finalizar
zh_hans: 完成

source: accepted
pt: aceito
zh_hans: 被接受

# allFailed
source: No upgrade candidate had enough vote to be accepted.
pt: Nenhum candidato ao upgrade possui votos suficientes para serem aceitos
zh_hans: 没有候选智能合约得到了足够支持以被采纳。

source: Will upgrade to
pt: Vai atualizar para
zh_hans: 将升级至

source: after this Intermission phase
pt: após a fase de intermissão
zh_hans: 此幕间休息阶段结束后

# votingInactive
source: Voting is inactive
pt: Votação inativa
zh_hans: 投票不活跃

# upgradeHistoryCardTitle
source: Upgrades history
pt: Histórico de upgrades
zh_hans: 升级历史

source: (current smart contract)
pt: (smart contract atual)
zh_hans: （目前的智能合约）

# modalUpgradeVoteTitle
source: Vote
pt: Votar
zh_hans: 投票

# modalUpgradeSubmitCandidateTitle
source: Submit upgrade candidate
pt: Enviar candidato ao upgrade
zh_hans: 提交候选智能合约

# modalUpgradeFinalizeTitle
source: Finalize upgrade
pt: Finalizar upgrade
zh_hans: 完成升级

# modalUpgradeBetokenSubtitle
source: Signal your support for a manager initiated upgrade.
pt: Mostre seu suporte ao upgrade iniciado por um gestor.
zh_hans: 表明您对启动智能合约升级的支持。

source: Learn more
pt: Saiba mais
zh_hans: 了解更多

source: Don't upgrade Betoken
pt: Não atualizar Betoken
zh_hans: 反对升级

# modalDontUpgradeBetokenSubtitle
source: Cancel your support for a manager initiated upgrade.
pt: Cancelar seu suporte ao upgrade iniciado por um gestor.
zh_hans: 取消您对启动智能合约升级的支持。

# modalSubmitUpgradeCandidateSubtitle
source: Submit the candidate smart contract to vote on. During the next two days, managers other than you may vote on whether or not to accept this candidate as the upgrade target.
pt: Enviar o smart contract do candidato para votação. Durante os próximos 2 dias, outros gestores poderão votar se aceitarão ou não esse candidato como upgrade.
zh_hans: 提议升级候选智能合约。在接下来的两天内，除您之外的其他管理人可以对是否采纳升级至此候选智能合约进行投票。

source: Smart contract address
pt: Endereço do smart contract
zh_hans: 智能合约地址

# modalUpgradeToSubtitle
source: Vote in support of upgrading to this smart contract.
pt: Votar a favor do upgrade desse smart contract.
zh_hans: 投票支持升级至此智能合约。

# modalDontUpgradeToSubtitle
source: Vote against upgrading to this smart contract.
pt: Votar contra o upgrade desse smart contract.
zh_hans: 投票反对升级至此智能合约。

# finalizeUpgradeTo
source: Finalize the upgrade to
pt: Finalizar o upgrade à
zh_hans: 完成升级至

# finalizeUpgradeToSubtitle
source: Finalize the upgrade to this smart contract.
pt: Finalizar o upgrade desse smart contract
zh_hans: 完成升级至此智能合约。

# modalUpgradeVotingWeight
source: Your voting weight
pt: Peso do seu voto
zh_hans: 您的票数

# modalUpgradeVotingWeightSubtitle
source: Your voting weight is equal to your Kairo balance from 3 cycles ago.
pt: O peso do seu voto é igual ao seu saldo de Kairo dos últimos 3 ciclos.
zh_hans: 您的票数等于三个月前您的 Kairo 点数。

# modalBodyTextVoteConfirmed
source: You have successfully voted.
pt: Você votou com sucesso.
zh_hans: 投票成功

# sidebarColorSchemeValueLight
source: light
pt: claro

# sidebarColorSchemeValueDark
source: dark
pt: escuro

# investmentsActiveInvestmentsPortfolioViewAriaLabel
source: Portfolio view
pt: Visualização de portfólio

# investorBuyBtksModalCtaBuyAriaLabel
source: BuyBTKS
pt: ComprarBTKS

# investorSellBtksModalEmailNotificationPlaceholder
source: myemail@address.com
pt: meuemail@endereço.com

# modalEmailPlaceholder
source: myemail@address.com
pt: meuemail@endereço.com

# modalCtaMax
source: Max
pt: Máximo
