Repository: Betoken/angular-ui
Catalog: src/locale/messages.*.xlf
Languages: pt, zh_hans

# headerGetUpdateModalSubtitle1
source: Capital connection
pt: Conexão de Capital
zh_hans: 资产链接

# headerGetUpdateModalText1
source: Get updated when you can connect or withdraw your capital.
pt: Saiba quando você poderá depositar ou sacar seu capital.
zh_hans: 获取有关何时能存入/取出您的资产的通知

# headerGetUpdateModalSubtitle2
source: Monthly performance results
pt: Resultados de performance mensal
zh_hans: 每月收益报告

# headerGetUpdateModalText2
source: Get insights into how your holdings perform month by month.
pt: Obtenha informações sobre o desempenho de suas participações mês a mês.
zh_hans: 获取您的资产收益状况

# headerGetUpdateModalSubtitle3
source: Manager commissions
pt: Comissões de gestão
zh_hans: 管理人佣金

# headerGetUpdateModalText3
source: Be the first to know when to redeem your manager's commissions.
pt: Seja o primeiro a saber quando resgatar suas comissões de gestão.
zh_hans: 抢先了解何时能取出您的管理人佣金

# headerLanguageModalTitle
source: Switch to another language
pt: Mudar para outro idioma
zh_hans: 切换语言

# sidebarToggleManage
source: Manage
pt: Gerenciar
zh_hans: 管理

# sidebarNavDashboard
source: Dashboard
pt: Painel de Controle
zh_hans: 主页

# sidebarNavInvestments
source: Investments
pt: Investimentos
zh_hans: 投资项目

# sidebarNavMarket
source: Market
pt: Mercado
zh_hans: 市场

# sidebarNavRankings
source: Rankings
zh_hans: 排行

# sidebarNavCommissions
source: Commissions
pt: Comissões
zh_hans: 佣金

# sidebarNavUpgrade
source: Upgrade Governance
pt: Atualizar Governança
zh_hans: 参政

# sidebarToggleInvest
source: Invest
pt: Investir
zh_hans: 基金投资

# sidebarNavHelp
source: Help
pt: Ajuda
zh_hans: 帮助

# sidebarNavRateUs
source: Rate us
pt: Avalie-nos
zh_hans: 给我们评分

# dashboardHeaderTitle
source: Your Stats
pt: Suas Estatísticas
zh_hans: 您的信息

# dashboardYourRankingTitle
source: Your Ranking
pt: Sua Classificação
zh_hans: 您的排名

# dashboardBetokenStatsTitle
source: Betoken Stats
pt: Estatísticas Betoken
zh_hans: Betoken信息

# dashboardRoiTitle
source: ROI (Current Cycle)
pt: ROI (Ciclo Atual)
zh_hans: 收益（本周期）

# dashboardRoiSinceInceptionTitle
source: ROI (Since Inception)
pt: ROI (Desde o Início)
zh_hans: 收益（从创立）

# dashboardTotalFundManagersTitle
source: Total fund managers
pt: Total de gestores de fundo
zh_hans: 管理人数目

# investmentsHeaderTitle
source: Your Investments
pt: Seus Investimentos
zh_hans: 您的投资项目

# investmentsRiskTakenTitle
source: Risk Taken
pt: Risco Assumido
zh_hans: 已承受的风险

# investmentsActiveInvestmentsTableTitle
source: Active Investments
pt: Investimentos Ativos
zh_hans: 活跃的投资项目

# investmentsNoActiveInvestments
source: You have no active investments
pt: Você não tem investimentos ativos
zh_hans: 你没有活跃的投资项目

# investmentsPastInvestmentsTableTitle
source: Past Investments
pt: Investimentos Passados
zh_hans: 过往投资项目

# investmentsBuyModalTitleStep0
source: Select An Asset
pt: Selecionar Um Ativo
zh_hans: 选择要投资的虚拟货币

# investmentsBuyModalTitleStep1
source: Buy
pt: Comprar
zh_hans: 投资

# investmentsBuyModalAssetLabelMarginTrading
source: Margin Trading
zh_hans: 支持衍生品

# investmentsBuyModalFulcrumMinStake
source: Minimum stake:
pt: Investimento mínimo:
zh_hans: 最低赌注： KRO

# investmentsBuyModalOrderTypeSelect
source: Order type
pt: Tipo de compra
zh_hans: 投资类型

# investmentsBuyModalAdvancedOptionSubTitle
source: Max acceptable price
pt: Preço máximo aceitável
zh_hans: 最高可承受价格

# investmentsBuyModalMarginTradingPayoutTitle
source: Payout
pt: Pagamento
zh_hans: 收益说明

# investmentsBuyModalMarginTradingPayoutText1
source: This order multiplies your returns by
pt: Essa compra multiplica seu retorno por
zh_hans: 此种投资会对收益有 x倍增

# investmentsBuyModalMarginTradingLiquidationTitle
source: Liquidation
pt: Liquidação
zh_hans: 清算

# investmentsModalSellOrderLeverage
source: Leverage
pt: Alavancagem
zh_hans: 杠杆

# investmentsModalSellOrderBuyTime
source: OPENED
pt: ABERTO
zh_hans: 创建于

# investmentsModalSellStakedKro
source: Staked KRO
pt: KRO Investido
zh_hans: Kairo 赌注

# investmentsModalSellKroToRedeem
source: KRO to Redeem
pt: KRO para Resgatar
zh_hans: 现投资价值

# investmentsModalSellFulcrumLiquidationPrice
source: Liquidation Price
pt: Preço de Liquidação
zh_hans: 衍生品清算价格

# investmentsModalSellFulcrumLiquidationText
source: If the asset's price reaches the liquidation price, this order will be liquidated, which will cause huge losses. When the order is in danger of liquidation, sell it.
pt: Se o preço de margin cair abaixo do preço de liquidação, esse pedido será liquidado, o que causará enormes perdas. Quando o pedido estiver em risco de liquidação, venda-o.
zh_hans: 如果头寸价格低于清算价格，本投资将被清算，这意味着您将有大量损失。当本投资有被清算风险时，请卖掉它。

# investmentsModalSellProportionAssetsToSell
source: Proportion of assets to sell
pt: Proporção de ativos para venda
zh_hans: 卖掉投资比例

# investmentsModalSellAdvancedOptionSubtite
source: Min acceptable price
pt: Preço mínimo aceitável
zh_hans: 最低可接受价格

# investmentsModalSellTextStep3
source: You have successfully sold the investment and redeemed your Kairo tokens.
pt: Você vendeu o investimento e resgatou seus tokens Kairo com sucesso.
zh_hans: 您成功地卖掉了该投资，并拿回了Kairo赌注。

# investmentsModalSellCtaContinue
source: Sell Investment
pt: Vender Investimento
zh_hans: 抛售投资

# investmentsModalTopUpStep0
source: Top up your order
pt: Complete seu pedido
zh_hans: 充值抵押金

# investmentsModalTopUpCollateralTarget
source: Collateralization target
pt: Novo valor de garantia
zh_hans: 目标保证金比例

# investmentsModalTopUpMaxPossibleCollRatio
source: Max possible collateral ratio
pt: Proporção de garantia máxima possível
zh_hans: 可能的最高保证金比例

# investmentsModalTopUpTextStep3
source: You have successfully topped up the order.
pt: Você completou seu pedido com sucesso.
zh_hans: 您成功地给该投资充值了抵押金。

# upgradeHeaderTitle
source: Upgrade Governance
pt: Atualizar Governança
zh_hans: 参政

# upgradeCardTitle
source: Upgrade proposals
pt: Propostas de upgrade
zh_hans: 升级提议

# commissionsHeaderTitle
source: Commissions
pt: Comissões
zh_hans: 佣金

# commissionsExpectedCommissionThisMonth
source: Your Expected Commission This Month
pt: Sua Comissão Esperada Este Mês
zh_hans: 您的本月预计佣金

# commissionsHistoryTitle
source: Your Commission History
pt: Histórico de Comissões
zh_hans: 您的佣金历史

# commissionsTheadCycleNb
source: Cycle Number
pt: Número do Ciclo
zh_hans: 周期号

# commissionsNoComYet
source: You have not received any commission yet
pt: Você ainda não recebeu nenhuma comissão
zh_hans: 您还没有领取过佣金

# commissionsRedeemModalStep0Title
source: Redeem your commissions
pt: Resgatar comissões
zh_hans: 领取您的佣金

# commissionsRedeemModalBodyStep1Title
source: This month's commission
pt: Comissão deste mês
zh_hans: 本月佣金

# commissionsRedeemModalAdvancedOptionSubtitle
source: Redeem commisssion for a particular cycle
pt: Resgatar comissões de um ciclo específico
zh_hans: 领取某周期的佣金

# commissionsRedeemModalAdvancedOptionText
source: Only use this when normal redemption fails
pt: Use isso apenas quando o resgate normal falhar
zh_hans: 只有当正常领取佣金失败时才用本功能

# commissionsRedeemModalCtaRedeemBtks
source: Redeem in $BTKS
pt: Resgatar em $BTKS
zh_hans: 领取 Betoken 基金股份

# commissionsRedeemModalCtaRedeemDAI
source: Redeem in $DAI
pt: Resgatar em $DAI
zh_hans: 领取 DAI

# commissionsDoYouKnowTitle
source: Do you know?
pt: Você sabia?
zh_hans: 你知道吗？

# commissionsDoYouKnowText
source: You can redeem your commissions in Betoken fund shares (BTKS) - meaning you swap your commissions for an equivalent number of shares in the fund. By doing so, you will make the fund Assets Under Management (AUM) grow quicker. A bigger AUM means more money to manage in the next cycle, and more commissions for you.
pt: Você pode resgatar suas comissões em tokens de compartilhamento do fundo Betoken (BTKS) - o que significa que você troca suas comissões por um número equivalente de compartilhamento no fundo. Ao fazer isso, você fará com que o fundo de Ativos Sob Gerenciamento (AUM) cresça mais rapidamente. Um AUM maior significa mais dinheiro para gerenciar no próximo ciclo e mais comissões para você.
zh_hans: 您可以 Betoken 基金股份（BTKS）的形式领取您的佣金---这意味着您会用您的佣金兑换同等价值的股份。您这样做会让基金的管理资产更快增长。更多管理资产意味着下个投资周期您能管理的资产也会更多，您的佣金也会上涨。

# rankingsHeaderTitle
source: Managers Ranking
pt: Classificação dos Gestores
zh_hans: 管理人排行

# rankingsKroBalance&amp;Return
source: Kairo balance & current ROI
pt: Saldo Kairo e ROI atual
zh_hans: Kairo余额 & 收益状况

# rankingsThRank
source: Rank
pt: Classificação
zh_hans: 排名

# rankingsThWalletAddress
source: Manager
pt: Gestor
zh_hans: 管理人

# rankingsKroBalance
source: Kairo Balance
pt: Saldo Kairo
zh_hans: Kairo余额

# rankingsThCurrentMoRoi
source: Current Month ROI
pt: ROI do mês
zh_hans: 本月收益

# rankingsFriendsOfBetokenBadge
source: Betoken Evangelist
pt: Pioneiro Betoken
zh_hans: Betoken支持者

# investorHeaderTitle
source: Your Stats
pt: Suas Estatísticas
zh_hans: 您的数据

# investorBtksBalance
source: Betoken Shares Balance
pt: Saldo de Tokens de Compartilhamento Betoken
zh_hans: Betoken 基金股份余额

# investorBtksTotalValueDai
source: Total value
pt: Valor Total
zh_hans: 总价值

# investorBetokenHistoricalReturn
source: Betoken Historical Returns
pt: Retornos Históricos de Betoken
zh_hans: Betoken收益历史

# investorPriceChange
source: Price Change (Current Cycle)
pt: Variação de Preço (Ciclo Atual)
zh_hans: 收益（本投资周期）

# investorPriceChangeSinceInception
source: Price Change (Since Inception)
pt: Variação de Preço (Desde o ínicio)
zh_hans: 收益（从诞生）

# investorMaxDrawdown
source: Max Drawdown
pt: Queda Máxima
zh_hans: 最大亏损

# investorDepositWithdrawHistoryTitle
source: Your Deposit & Withdraw History
pt: Seu Histórico de Depósito e Saque
zh_hans: 您的资产存入/取出历史

# investorDepositWithdrawHistoryType
source: Type
pt: Tipo
zh_hans: 类型

# investorDepositBadge
source: Deposit
pt: Depósito
zh_hans: 存入

# investorWithdrawBadge
source: Withdraw
pt: Saque
zh_hans: 取出

# investorBuyBtksModalIWantToBuyWith
source: I want to buy Betoken shares with
pt: Quero comprar tokens de compartilhamento Betoken com
zh_hans: 我想买入 Betoken 基金股份，通过以下虚拟货币：

# investorBuyBtksModalTweet
source: Tweet about it
pt: Tweete sobre isso
zh_hans: 发推特

# investorBuyBtksModalCtaBuy
source: Buy Betoken shares
pt: Comprar tokens de compartilhamento Betoken
zh_hans: 买入 Betoken 基金股份

# investorSellBtksModalTitleStep0
source: How many Betoken shares do you want to sell?
pt: Quantos tokens de compartilhamento Betoken você quer vender?
zh_hans: 您希望卖出多少 Betoken 基金股份？

# investorSellBtksModalTitleOperationNonPermitted
source: Operation not permitted
pt: Operação não permitida
zh_hans: 还不能执行该行为

# investorSellBtksModalIWantToSell
source: I want to sell
pt: Quero vender
zh_hans: 我希望卖出

# investorSellBtksModalIWantToReceive
source: I want to receive
pt: Quero receber
zh_hans: 我希望得到

# investorSellBtksModalSellBtksFor
source: Sell Betoken shares for
pt: Vender tokens de compartilhamento Betoken por
zh_hans: 您将得到

# investorOnboardingHeaderPreTitle
source: Welcome To
pt: Bem vindo ao
zh_hans: 欢迎来到

# investorOnboardingHeaderTitle
source: Betoken Fund
pt: Fundo Betoken
zh_hans: Betoken 基金

# investorOnboardingHeaderSubtitle
source: If you think 2 brains are better than one...How about hundreds of talented asset managers working for you? Worldwide!
pt: Se você acredita que 2 cabeças pensam melhor que 1... Que tal centenas de talentosos gestores de ativos trabalhando por você? No mundo todo!
zh_hans: 如果你认为三个臭皮匠能胜过诸葛亮，上百个来自世界各地的管理人帮你赚钱听起来如何？

# investorOnboardingIntroSubtitle1
source: Crowd-powered finance
pt: Finanças crowd-powered
zh_hans: 利用人民群众力量的金融产品

# investorOnboardingIntroSubtitle2
source: 70+ assets
pt: 70+ ativos
zh_hans: 70+ 虚拟货币

# investorOnboardingIntroText2
source: By depositing your capital on Betoken protocol, you gain exposure to ETH, WBTC, BAT, MKR and 70+ ERC20 tokens.
pt: Ao depositar seu capital no protocolo Betoken você ganha exposição à ETH, WBTC, BAT, MKR e 70+ ERC20 tokens.
zh_hans: 通过购买 Betoken 基金股份，您将接触以太坊，WBTC， BAT， MKR，以及其他70多种 ERC20 代币的价格起伏。

# investorOnboardingIntroSubtitle3
source: No limits, no hidden fees
pt: Sem limites, sem taxas ocultas
zh_hans: 没有限额，没有隐藏的费用

# investorOnboardingIntroSubtitle4
source: Non-custodial
pt: Não-custodial
zh_hans: 无需保管人

# investorOnboardingIntroText4
source: You always stay in control, it’s written on the blockchain. All user funds are locked in smart contracts, no one but you has direct access to those funds.
pt: Você sempre fica no controle, está escrito na blockchain. Todos os fundos de usuários estão bloqueados em contratos inteligentes, ninguém além de você tem acesso direto a esses fundos.
zh_hans: 所有用户资金都锁定在智能合约中，没有人可以直接访问这些资金。

# investorOnboardingConnectStatus
source: No Wallet Connected
pt: Nenhuma Carteira Conectada
zh_hans: 没有连接钱包

# investorOnboardingFaqQ1
source: Can I buy and sell Betoken Shares at any time?
pt: Posso comprar e vender tokens de compartilhamento Betoken a qualquer momento?
zh_hans: 我能够随时买卖 Betoken 基金股份吗？

# investorOnboardingFaqQ2
source: How can I buy Betoken Shares?
pt: Como posso comprar tokens de compartilhamento Betoken?
zh_hans: 怎样购买 Betoken 基金股份？

# investorOnboardingFaqA2
source: Click on the Get Started button and follow the instructions. You'll be able to use Ether or any of our 70+ supported ERC-20 tokens to buy Betoken Shares.
pt: Clique no botão Começar e siga as instruções. Você pode usar Ether ou qualquer um dos 70+ ERC-20 tokens que suportamos para comprar tokens de compartilhamento Betoken.
zh_hans: 单击 “开始” 按钮并按照说明操作。 您将能够使用以太坊或我们 70 多个支持的 ERC-20 代币中的任何一个来购买 Betoken 基金股份。

# investorOnboardingFaqQ3
source: What is the fees structure?
pt: Qual é a estrutura de taxas?
zh_hans: 费用结构是怎样？

# investorOnboardingFaqA3Title1
source: Management fees
pt: Taxas de Gerenciamento
zh_hans: 基金管理费用

# investorOnboardingFaqA3Text1
source: After the management phase is over (every 27 days):
pt: Após o término da fase de gerenciamento (a cada 27 dias)
zh_hans: 在管理阶段结束以后（每27天）：

# investorOnboardingFaqA3Title2
source: IF the fund is profitable OR not profitable
pt: SE o fundo for rentável OU não rentável
zh_hans: 无论基金有没有获利

# investorOnboardingFaqA3Text2
source: 0.1% of the total Betoken funds is set aside as commission and distributed among fund manager holding Kairo tokens every investment cycle. In order to provide funding for its maintenance and future development, Betoken will mint Betoken Shares and send them to the current development team. The amount will be equal to 0.1% of the current Betoken Shares total supply, and it will occur at the end of every investment cycle.
pt: 0,1% do total dos fundos Betoken é reservado e distribuído entre os gestores de fundos que possuem tokens Kairo. Para fornecer financiamento para sua manutenção e desenvolvimento futuro, o protocolo Betoken criará tokens de Compartilhamento e os enviará para a atual equipe de desenvolvimento. O valor será igual a 0,1% da oferta total atual dos tokens de Compartilhamento e ocorrerá no final de cada ciclo de investimento.
zh_hans: Betoken 每月将基金总资产的 0.1% 作为佣金按照 Kairo 点数按比例分配给管理人。为了支付 Betoken 的维护以及未来开发的成本，Betoken 会每月发行出新的 Betoken 基金股份给开发团队，数额等于总发行量的 0.1%。

# investorOnboardingFaqA3Title3
source: ONLY IF the fund is profitable
pt: APENAS SE o fundo for rentável
zh_hans: 仅当基金获利时

# investorOnboardingFaqA3text3
source: 20% of the total Betoken's monthly profits is set aside as commission and distributed among fund managers holding Kairo tokens proportional to the amount they hold and their risk profile. This part of the commission is taken into account IF and ONLY IF the fund is profitable during the investment cycle.
pt: 20% dos lucros mensais totais do Betoken são reservados como comissão e distribuídos entre os gestores de fundos que mantêm os tokens Kairo proporcionais à quantia que possuem e ao seu perfil de risco. A comissão é levada em consideração SE e SOMENTE SE o fundo for rentável durante o ciclo de investimento real.
zh_hans: Betoken 每月收益的 20% 作为佣金按照 Kairo 点数按比例分配给管理人。该部分佣金仅在基金收益为正时被分配。

# investorOnboardingFaqA3Title4
source: Redemptions fee
pt: Taxa de Resgate
zh_hans: 取出资产费用

# investorOnboardingFaqA3Text4
source: Redemptions incur no withdrawal fee.
pt: Os resgates não geram taxas de saque.
zh_hans: 取出资产不收任何费用。

# investorOnboardingFaqQ4
source: How can I follow the activity of the fund?
pt: Como posso acompanhar a atividade do fundo?
zh_hans: 我怎样获取基金的有关数据和信息？

# investorOnboardingFaqA4
source: You have access to a dashboard where you can view your capital account.
pt: Você tem acesso ao painel de controle, onde você pode visualizar sua conta.
zh_hans: 您可以在 Betoken 的网页应用中管理您的账户。

# appFetchingText
source: Loading Betoken
pt: Carregando Betoken
zh_hans: Betoken 加载中

# investorOnboardingBuyBtksModalIWantToBuyWith
source: I want to buy Betoken shares with
pt: Quero comprar tokens de compartilhamento Betoken com
zh_hans: 我希望用以下货币购买 Betoken 基金股份

# investorOnboardingBuyBtksModalCtaTweet
source: Tweet about it
pt: Tweete sobre isso
zh_hans: 发推特

# investorOnboardingBuyBtksModalCtaBuy
source: Buy Betoken shares
pt: Compre tokens de compartilhamento Betoken
zh_hans: 购买 Betoken 基金股份

# investorOnboardingBuyBtksModalCtaGoToDashboard
source: Investor Dashboard
pt: Painel do Investidor
zh_hans: 持股人主页

# managerOnboardingHeaderPretitle
source: Become a
pt: Torne-se um
zh_hans: 成为一个

# managerOnboardingHeaderTitle
source: Fund Manager
pt: Gestor de Fundos
zh_hans: 基金管理人

# managerOnboardingHeaderSubtitle
source: Connect your crypto-trading expertise to the Betoken's pool of capital and earn commissions!
pt: Conecte sua experiência em cripto-trading à reserva de capital Betoken e ganhe comissões!
zh_hans: 将您的交易专业知识连接到 Betoken 的资金池并赚取佣金！

# managerOnboardingIntroSubTitle1
source: The best managers earn the most
pt: Os melhores gestores ganham mais
zh_hans: 最优秀的管理人收入也最多

# managerOnboardingIntroSubTitle2
source: Margin trading and instant liquidity
pt: Margin trading e liquidez instantânea
zh_hans: 衍生品交易

# managerOnboardingIntroSubText2
source: Betoken uses the full value of the open finance ecosystem like Kyber Network, Compound, Fulcrum by bZx and DAI stable coin. These financial primitives enable margin trading with up to 4x leverage on Betoken and guaranteed liquidity.
pt: Betoken utiliza todo o valor do ecossistema de finanças aberto, como Kyber Network, Compound, Fulcrum por bZx e a moeda estável DAI. Essas ferramentas financeiras permitem fazer margin trading com alavancagem de até 4x no Betoken e com liquidez garantida.
zh_hans: Betoken 深度利用开放金融系统（DeFi），比如 Kyber Network，Compound Finance, Fulcrum, 和 DAI。这些协议让 Betoken 能进行大额交易，以及高至四倍的杠杆交易。

# managerOnboardingConnectStatus
source: No Wallet Connected
pt: Nenhuma Carteira Conectada
zh_hans: 没有连接钱包

# managerOnboardingAlreadyManagerText
source: You are already a manager.
pt: Você já é um gestor.
zh_hans: 您已经是管理人了

# managerOnboardingCtaSignIn
source: Sign in
pt: Entrar
zh_hans: 登录

# managerOnboardingFaqQ1
source: What is Kairo token?
pt: O que é um token Kairo?
zh_hans: Kairo 点数是什么？

# managerOnboardingFaqA1
source: Kairo is Betoken's non-transferable reputation token. Managers need to possess Kairo tokens to manage funds on Betoken. They represent how good a manager is at investing. The more Kairo tokens you have, the more money in the Betoken fund you can manage and the more income you’ll get every month as commissions on your investments.
pt: Kairo é o token de reputação intransferível do Betoken. Os gestores precisam possuir tokens Kairo para gerenciar fundos Betoken. Eles representam o quão bom investidor o gestor é. Quanto mais tokens Kairo você tiver, mais dinheiro terá para gerenciar no fundo Betoken e mais renda todos os meses como comissão de seus investimentos.
zh_hans: Kairo 点数是 Betoken 不可转账的 “声望” 点数。管理人需要持有 Kairo 点数才可以管理 Betoken 基金的资产。一个管理人持有的 Kairo 点数代表他管理技能有多高。您给基金带来的收益越多，您拥有的 Kairo 点数就越多，Betoken 基金中受您管理的资产就越多，您每月获得的佣金也就越多。

# managerOnboardingFaqQ2
source: How can I buy Kairo tokens?
pt: Como posso comprar tokens Kairo?
zh_hans: 我怎么买 Kairo 点数？

# managerOnboardingFaqA2
source: Click on the Get Started button and follow the instructions. You'll be able to use Ether or any of our 70+ supported ERC-20 tokens to buy Kairo tokens.
pt: Clique no botão Começar e siga as instruções. Você pode usar Ether ou qualquer um dos 70+ ERC-20 tokens que suportamos para comprar tokens Kairo.
zh_hans: 单击 “开始” 按钮并按照说明操作。 您将能够使用以太坊或我们 70 多个支持的 ERC-20 代币中的任何一个来购买 Kairo 点数。

# managerOnboardingFaqQ3
source: Do I receive my Kairo tokens immediately after purchase?
pt: Eu recebo os tokens Kairo imediatamente depois da compra?
zh_hans: 我付钱之后能立即得到 Kairo 吗？

# managerOnboardingFaqA3
source: Yes. The Kairo tokens will be given to your wallet after your purchase transaction has been accepted by the Ethereum blockchain, which may take up to a few minutes.
pt: Sim. Os tokens Kairo serão adicionados à sua carteira após a aprovação da sua transação de compra pela blockchain Ethereum, o que pode levar alguns minutos.
zh_hans: 是的。您的 Kairo 将在付款交易被以太坊区块链接受之后到账，这可能会花数分钟。

# managerOnboardingFaqQ4
source: What is the commissions structure?
pt: Qual é a estrutura de comissões?
zh_hans: 管理人佣金是怎样计算的？

# managerOnboardingFaqA4Title1
source: Management commissions
pt: Comissões de Gerenciamento
zh_hans: 管理人佣金

# managerOnboardingFaqA4Title2
source: IF the fund is profitable OR not profitable
pt: SE o fundo for rentável OU não rentável
zh_hans: 无论基金是否有收益

# managerOnboardingFaqA4Text2
source: 0.1% of the total Betoken funds is set aside as commission and distributed among fund manager holding Kairo tokens.
pt: 0,1% do total dos fundos Betoken é reservado e distribuído entre os gestores de fundos que possuem tokens Kairo.
zh_hans: Betoken 每月将基金总资产的 0.1% 作为佣金按照 Kairo 点数按比例分配给管理人。

# managerOnboardingFaqA4Title3
source: ONLY IF the fund is profitable
pt: APENAS SE o fundo for rentável
zh_hans: 仅当基金有收益时

# managerOnboardingFaqA4Text3
source: 20% of the total Betoken's monthly profits is set aside as commission and distributed among fund managers holding Kairo tokens proportional to the amount they hold and their risk profile. This part of the commission is taken into account IF and ONLY IF the fund is profitable during the investment cycle.
pt: 20% dos lucros mensais totais do Betoken são reservados como comissão e distribuídos entre os gestores de fundos que mantêm os tokens Kairo proporcionais à quantia que possuem e ao seu perfil de risco. A comissão é levada em consideração SE e SOMENTE SE o fundo for rentável durante o ciclo de investimento real.
zh_hans: Betoken 每月收益的 20% 作为佣金按照 Kairo 点数按比例分配给管理人。该部分佣金仅在基金收益为正时被分配。

# managerOnboardingFaqQ5
source: How can I manage and follow the activity of the fund?
pt: Como posso gerenciar e acompanhar a atividade do fundo?
zh_hans: 我怎样管理基金，以及了解基金的状况？

# managerOnboardingFaqA5
source: You have access to a Portal where you can view Betoken's fund performances and your manager trading interface.
pt: Você tem acesso a um Portal onde pode ver a performance do fundo Betoken e sua interface de gestor de trading.
zh_hans: 您能通过 Betoken 的网页应用来获取基金的数据以及进行管理。

# managerOnboardingFaqQ6
source: Can I sell my Kairo tokens?
pt: Posso vender meus tokens Kairo?
zh_hans: 我能卖 Kairo 点数吗？

# managerOnboardingFaqA6
source: No. Kairo is a non-transferable reputation token, which means that you cannot sell or give your Kairo tokens to someone else.
pt: Não. Kairo é um token de reputação intransferível, isso significa que você não pode vender ou doar seus tokens Kairo para outra pessoa.
zh_hans: 不。Kairo 是一种不能转账的 “声望”

# managerOnboardingFaqQ7
source: Can I buy more Kairo tokens after with the same Wallet address?
pt: Posso comprar mais tokens Kairo depois com o mesmo endereço de Carteira?
zh_hans: 我能用同一账户多次购买 Kairo 点数吗？

# managerOnboardingFaqA7
source: No. You can only buy Kairo tokens once per Ethereum account.
pt: Não. Você só pode comprar tokens Kairo uma vez por conta Ethereum.
zh_hans: 不。每个以太坊账户仅有一次购买 Kairo 的机会。

# managerOnboardingBuyBtksModalTitleStep1
source: How many Kairo tokens do you want to buy?
pt: Quantos tokens Kairo você deseja comprar?
zh_hans: 您希望购买多少 Kairo？
