Repository: Betoken/angular-ui
Catalog: src/locale/messages.*.xlf
Languages: pt, zh_hans

# managerOnboardingBuyBtksModalIWantToBuyWith
source: I want to buy Kairo tokens with
pt: Quero comprar tokens Kairo com
zh_hans: 我希望用以下虚拟货币购买 Kairo：

# managerOnboardingBuyBtksModalMaxPaymentAmount
source: Maximum purchase:
pt: Compra máxima:
zh_hans: 最高购买额：

# managerOnboardingBuyBtksModalKroToreceive
source: Kairo tokens to receive
pt: Tokens Kairo a receber
zh_hans: 将获得 Kairo 的数额

# managerOnboardingBuyBtksModalAmountToManage
source: Assets under your management
pt: Ativos sob seu gerenciamento
zh_hans: 您将能管理的金额

# managerOnboardingBuyBtksModalCtaBuy
source: Buy Kairo tokens
pt: Comprar tokens Kairo
zh_hans: 购买 Kairo

# managerOnboardingBuyBtksModalManagerDashboard
source: Manager Portal
pt: Portal do Gestor
zh_hans: 管理人网页应用

# marketHeaderTitle
source: Market
pt: Mercado
zh_hans: 市场

# marketPrice&amp;Trends
source: Prices & Trends
pt: Preços e Tendências
zh_hans: 价格和走势

# marketThAsset
source: Asset
pt: Ativo
zh_hans: 虚拟货币

# marketTh24hVol
source: 24h Volume (USD)
pt: Volume 24h (USD)
zh_hans: 24小时交易额（美元）

# marketTh7dChange
source: 7d Change
pt: Variação 7d
zh_hans: 7日走势

# marketTh1mChange
source: 1m Change
pt: Variação 1m
zh_hans: 30日走势

# headerGetUpdateModalAriaDescribedby
source: Get update modal by email
pt: Obter notificações por e-mail
zh_hans: 获取邮件通知

# headerLanguageModalAriaDescribedby
source: Switch to another language
pt: Alterar idioma
zh_hans: 切换语言

# sidebarBurgerIconAriaLabel
source: Toggle navigation
pt: Alternar navegação
zh_hans: 菜单开关

# dashboardYourRankingAttrTitle
source: Your ranking among Betoken's managers based on your Kairo tokens balance
pt: Sua classificação entre os gestores Betoken baseada no seu saldo de tokens Kairo
zh_hans: 您在管理人中的 Kairo 点数排名

# dashboardTotalFundManagersAttrTitle
source: Number of fund managers actively managing Betoken's assets.
pt: Número de gestores de fundo gerenciando ativamente ativos Betoken.
zh_hans: Betoken 基金管理人总数

# investmentsRiskTakenAttrTitle
source: The more Kairo tokens you stake, the more of Betoken's money you put at work, the more commissions you earn.
pt: Quanto mais tokens Kairo você investe, mais dinheiro você coloca em atividade, mais comissões você ganha.
zh_hans: 您投入的 Kairo 点数越多，Betoken 基金受您

# investmentsSearchListAssetsPlaceholder
source: Search
pt: Pesquisar
zh_hans: 搜索

# commissionsTotalCommissionsReceivedAttrTitle
source: The total amount of commission you have received throughout your manager career.
pt: O valor total de comissão que você recebeu ao longo de sua carreira como gestor.
zh_hans: 您作为管理人领取的佣金总额。

# commissionsRedeemModalAdvancedOptionTextAriaDescribedby
source: cycle for which to redeem commission
pt: ciclo pelo qual resgatar comissão
zh_hans: 领取佣金的投资周期号

# commissionsRedeemModalBodyTxHashStep2ArialLabel
source: Transaction hash
pt: Hash da transação
zh_hans: 交易ID

# rankingsSearchPlaceholder
source: Search
pt: Pesquisar
zh_hans: 搜索

# investorBtksBalanceAttrTitle
source: The amount of Betoken Shares tokens (BTKS) you own.
pt: A quantidade de tokens de compartilhamento Betoken que você possui.
zh_hans: 您拥有的 Betoken 基金股份（BTKS）的数额。

# investorBtksTotalValueDaiAttrTitle
source: The value of your Betoken Shares, in DAI Stablecoin.
pt: O valor de seus tokens de compartilhamento Betoken na moeda estável DAI.
zh_hans: 您的 Betoken 基金股份的价值

# investorBtksPriceAttrTitle
source: The price of 1 Betoken Share token.
pt: Preço de 1 token de compartilhamento Betoken.
zh_hans: Betoken 基金股份的价格

# investorMaxDrawdownAttrTitle
source: A maximum drawdown (MDD) is the maximum observed loss from a peak to a trough of a portfolio, before a new peak is attained. Maximum drawdown is an indicator of downside risk over a specified time period.
pt: A queda máxima (MDD) é a perda máxima observada do pico ao fundo de um portfolio, antes que um novo pico seja atingido. A queda máxima é um indicador de risco de queda durante um período de tempo especificado.
zh_hans: 最大亏损（MDD）是价格从峰值到谷值的最大损失。 最大亏损是指定时间段内下行风险的指标。

# investorSellBtksModalTxHashStep2AriaLabel
source: Transaction hash
pt: Hash da transação
zh_hans: 交易ID

# investorOnboardingBuyBtksModalTxHashStep3AriaLabel
source: Transaction hash
pt: Hash da transação
zh_hans: 交易ID

# investorOnboardingBuyBtksModalTweet
source: https://twitter.com/intent/tweet?hashtags=Betoken%2C%20DeFi&related=betokenfund&text=I%27ve%20just%20connected%20my%20capital%20to%20Betoken%2C%20world%27s%20first%20crowd-powered%20cryptoassets%20management%20protocol!&url=https%3A%2F%2Fbetoken.fund&via=betokenfund
pt: https://twitter.com/intent/tweet?hashtags=Betoken%2C%20DeFi&related=betokenfund&text=Acabei%20de%20conectar%20meu%20capital%20ao%20Betoken%2C%20o%20primeiro%20protocolo%20de%20gerenciamento%20de%20criptomoedas%20crowd-powered%20do%20mundo!&url=https%3A%2F%2Fbetoken.fund&via=betokenfund
zh_hans: https://twitter.com/intent/tweet?hashtags=Betoken%2C%20DeFi&original_referer=https%3A%2F%2Fpublish.twitter.com%2F&ref_src=twsrc%5Etfw&related=betokenfund&text=%E6%88%91%E5%88%9A%E6%8A%8A%E8%B5%84%E4%BA%A7%E6%8A%95%E5%85%A5%E4%BA%86%20Betoken%EF%BC%8C%E5%85%A8%E7%90%83%E9%A6%96%E4%B8%AA%E5%88%A9%E7%94%A8%E7%BE%A4%E4%BC%97%E5%8A%9B%E9%87%8F%E7%9A%84%E5%8C%BA%E5%9D%97%E9%93%BE%E8%B5%84%E4%BA%A7%E7%AE%A1%E7%90%86%E5%B9%B3%E5%8F%B0%EF%BC%81&tw_p=tweetbutton&url=https%3A%2F%2Fbetoken.fund&via=betokenfund

# investorOnboardingBuyBtksModalTxHashStep4AriaLabel
source: Transaction hash
pt: Hash da transação
zh_hans: 交易ID

# managerOnboardingBuyBtksModalCtaTweet
source: Tweet about it
pt: Tweet sobre isso
zh_hans: 发推特

# managerOnboardingBuyBtksModalTweet
source: https://twitter.com/intent/tweet?hashtags=Betoken%2C%20DeFi&related=betokenfund&text=I%27ve%20just%20joined%20Betoken%20as%20a%20fund%20manager%2C%20world%27s%20first%20crowd-powered%20cryptoassets%20management%20protocol!&url=https%3A%2F%2Fbetoken.fund&via=betokenfund
pt: https://twitter.com/intent/tweet?hashtags=Betoken%2C%20DeFi&related=betokenfund&text=Acabei%20de%20entrar%20no%20Betoken%20como%20gestor%20de%20fundos%2C%20o%20primeiro%20protocolo%20de%20gerenciamento%20de%20criptomoedas%20crowd-powered%20do%20mundo!&url=https%3A%2F%2Fbetoken.fund&via=betokenfund
zh_hans: https://twitter.com/intent/tweet?hashtags=Betoken%2C%20DeFi&original_referer=https%3A%2F%2Fpublish.twitter.com%2F&ref_src=twsrc%5Etfw&related=betokenfund&text=%E6%88%91%E5%88%9A%E4%BD%9C%E4%B8%BA%E7%AE%A1%E7%90%86%E4%BA%BA%E5%8A%A0%E5%85%A5%E4%BA%86%20Betoken%20%E5%9F%BA%E9%87%91%EF%BC%8C%E5%85%A8%E7%90%83%E9%A6%96%E4%B8%AA%E5%88%A9%E7%94%A8%E7%BE%A4%E4%BC%97%E5%8A%9B%E9%87%8F%E7%9A%84%E5%8C%BA%E5%9D%97%E9%93%BE%E8%B5%84%E4%BA%A7%E7%AE%A1%E7%90%86%E5%B9%B3%E5%8F%B0%EF%BC%81&tw_p=tweetbutton&url=https%3A%2F%2Fbetoken.fund&via=betokenfund

# managerOnboardingBuyBtksModalStep4TxHashAriaLabel
source: Transaction hash
pt: Hash da transação
zh_hans: 交易ID

# timeCounterTitle
source: Time left
pt: Tempo restante
zh_hans: 倒计时

# modalBeNotifiedByEmail
source: Be notified by email
pt: Receba notificações por e-mail
zh_hans: 获取邮件通知

# modalAriaLabelClose
source: Close
pt: Fechar
zh_hans: 关闭

# ctaBecomeManager
source: Become a Manager
pt: Torne-se um Gestor
zh_hans: 管理人注册

# ctaMakeInvestments
source: Make Investments
pt: Faça Investimentos
zh_hans: 新投资项目

# ctaRedeemCommissions
source: Redeem Commission
pt: Resgate Comissões
zh_hans: 领取佣金

# ctaNextPhase
source: Next Phase
pt: Próxima Fase
zh_hans: 进入下一阶段

# ctaBuyBtks
source: Buy BTKS
pt: Compre BTKS
zh_hans: 买入 Betoken 基金股份

# ctaSellBtks
source: Sell BTKS
pt: Venda BTKS
zh_hans: 卖出 Betoken 基金股份

# portfolioValueTitle
source: Your Portfolio Value
pt: Valor do seu portfolio
zh_hans: 受您管理的金额

# portfolioValueAttrTitle
source: Amount of Betoken's AUM you manage. The more Kairo tokens you own, the more money you will manage.
pt: Quantidade de AUM Betoken que você gerencia. Quanto mais tokens Kairo você possuir, mais dinheiro você gerenciará.
zh_hans: Betoken 基金中受您管理的金额。您拥有的 Kairo 点数越多，受您管理的金额也会越多。

# kroBalanceTitle
source: Your Kairo Balance
pt: Seu Saldo Kairo
zh_hans: 您的 Kairo 点数

# kroBalanceAttrTitle
source: The more Kairo tokens you own, the more money you will manage, the more commission you will receive. You will be able to earn Kairo tokens by making profitable investments for the Betoken fund.
pt: Quanto mais tokens Kairo você possuir, mais dinheiro gerenciará, mais comissão receberá. Você poderá ganhar tokens Kairo fazendo investimentos lucrativos para o fundo Betoken.
zh_hans: 您给基金带来的收益越多，您拥有的 Kairo 点数就越多，受您管理的金额也会越多，您获得的佣金也就越多。您可以通过为 Betoken 基金进行赚钱的投资项目来获取更多点数。

# estimateCommissionTitle
source: Your Estimated Commission This Month
pt: Sua Comissão Esperada Este Mês
zh_hans: 您本月预计佣金

# estimateCommissionAttrTitle
source: <strong>20%</strong> of the fund's profit and <strong>0.1%</strong> of the AUM is set aside as commissions every month, which is paid to managers proportional to the Kairo tokens they hold. The estimate displayed here is calculated using the current fund ROI.
pt: <strong>20%</strong> do lucro do fundo e <strong>0.1%</strong> do AUM é reservado como comissão todo mês, que é paga aos gestores proporcionalmente aos tokens Kairo que eles possuem. A estimativa exibida aqui é calculada usando o ROI atual do fundo.
zh_hans: 每月基金收益的 <strong>20%</strong> 以及资产总额的 <strong>0.1%</strong> 将作为佣金按照 Kairo 点数发放给管理人们。计算预计值使用的收益值为当前本月收益。

# btksPriceTitle
source: Betoken Shares Price
pt: Preço De Tokens De Compartilhamento Betoken
zh_hans: Betoken 基金股价

# aumTitle
source: AUM
zh_hans: 受管理资产

source: Standard Deviation
pt: Variante Padrão
zh_hans: 标准差

# standardDeviationAttrTitle
source: Standard deviation represents the volatility of an asset. The number shown here is the sample standard deviation of Betoken Shares' price since inception.
pt: A variante padrão representa a volatilidade de um ativo. O número mostrado aqui é a amostra da variante padrão dos tokens de compartilhamento Betoken desde o início.
zh_hans: 标准差能体现一种资产的价格波动幅度。这里显示的数据是 Betoken 基金股份价格自从基金诞生起的样本标准差。

# solidifiedAudit
source: Betoken Smart Contracts are audited and secured by Solidified
pt: Os contratos inteligentes de Betoken são auditados e protegidos por Solidified
zh_hans: Betoken 的智能合约的安全性由 Solidified 验证

# refreshBtnLoad
source: Loading...
pt: Carregando...
zh_hans: 加载中

# orderOfTypeLong
source: Long
zh_hans: 入金

# orderOfTypeShort
source: Short
zh_hans: 买空

# orderSafetySafe
source: Safe
pt: Seguro
zh_hans: 安全

# orderSafetyInDanger
source: In Danger
pt: Em Perigo
zh_hans: 危险

# modalTitleConfirmTx
source: Confirm transaction
pt: Confirmar transação
zh_hans: 确认交易

# modalTitleProcessingTx
source: Processing transaction
pt: Processando a transação
zh_hans: 交易处理中

# modalTitleTxConfirmed
source: Transaction confirmed
pt: Transação confirmada
zh_hans: 交易完成

# modalTitleError
source: That's an error
pt: Erro
zh_hans: 出错了

# price
source: Price (DAI)
pt: Preço (DAI)
zh_hans: 价格（DAI）

source: 24h change
pt: Alteração 24h
zh_hans: 24小时波动

# modalBalanceAvailable
source: available
pt: disponível
zh_hans: 可用

# modalAdvancedOptionTitle
source: Advanced
pt: Avançado
zh_hans: 高级

# modalAdvancedOptionText
source: Your order WON'T be executed if the price goes up by more than:
pt: Seu pedido NÃO será executado se o preço subir mais de:
zh_hans: 如果价格在您的投资被处理时上升超过以下比例，该投资将被取消：

# modalBodyTextStep1
source: Confirm the transaction in your wallet’s interface to save it on the Ethereum blockchain. It's fine to stick with these defaults gas limit and price.
pt: Confirme a transação na interface da sua carteira para salvá-la na blockchain Ethereum. Não há problema em pernanecer com o limite e preço de gás predefinidos.
zh_hans: 请在钱包界面中确认该交易。

# modalBodyTextTxBroadcasted
source: Your transaction is being saved on the Ethereum blockchain.
pt: Sua transação está sendo salva na blockchain Ethereum.
zh_hans: 交易正在被保存在以太坊区块链上。

# modalBodyTxHash
source: Transaction hash
pt: Hash da transação
zh_hans: 交易ID

# modalErrorText
source: The operation has resulted in an error. Please try again.
pt: A operação resultou em um erro. Por favor, tente novamente.
zh_hans: 交易出错，请重试。

# modalErrorMsg
source: Error message:
pt: Mensagem de erro:
zh_hans: 错误信息：

# modalCtaContinue
source: Continue
pt: Continuar
zh_hans: 继续

# modalCtaClose
source: Close
pt: Fechar
zh_hans: 关闭

# modalTryAgainAriaLabel
source: Try again
pt: Tentar Novamente
zh_hans: 重试

# modalCollateralStatusTitle
source: Collateralization status
pt: Status da Garantia
zh_hans: 保证金状况

# modalCtaTopUp
source: Top up
pt: Completar
zh_hans: 充值

# modalMinCollRatio
source: min. collateral ratio
pt: Proporção de garantia mínima
zh_hans: 最低保证金比例

# modalTopUpCollateralLiquidationText
source: If the order's collateral ratio falls below the minimum, it will be liquidated, which will cause huge losses.
pt: Se a proporção de garantia da compra cair para menos que o mínimo, a compra será liquidada e causará grandes perdas.
zh_hans: 如果本投资项目的保证金比例跌破最低值，它将会被清算，这意味着大量的损失。

# totalCommissionsReceived
source: Total Commission Received
pt: Total de Comissões Recebidas
zh_hans: 收到的佣金总额

# amount
source: Amount ($DAI)
pt: Quantia ($DAI)
zh_hans: 金额（DAI）

source: Timestamp
pt: Data/hora
zh_hans: 时间戳

source: Transaction
pt: Transação
zh_hans: 交易

# modalTitleConfirmRules
source: Please confirm before continuing
pt: Por favor, confirme antes de continuar
zh_hans: 请确认以下信息

# modalTitleBtksAmount
source: How many Betoken shares do you want to buy?
pt: Quantos tokens de compartilhamento Betoken você deseja comprar?
zh_hans: 您想买多少 Betoken 基金股份？

# modalTitleOpNotPermitted
source: Operation not permitted
pt: Operação não permitida
zh_hans: 还不能进行该行为

# modalSubtitleTimeLeft
source: Time left until operation allowed
pt: Tempo restante até que a operação seja permitida
zh_hans: 倒计时

# modalTimeLeftUnitsTitleAttribute
source: Learn more
pt: Saiba mais
zh_hans: 了解更多

# modalFollowUs
source: Or follow us
pt: Ou siga-nos
zh_hans: 或者关注我们

# modalRule1
source: You are NEITHER a citizen or resident of, NOR currently located in any of the following states or territories, NOR an entity formed under the laws of: Afghanistan, Cuba, Democratic People's Republic of Korea, Iran, Iraq, People’s Republic of China, Russian Federation, Somalia, Sudan, Syria, United Arab Emirates, United States of America, Venezuela, Yemen.
pt: Você NÃO É um cidadão ou residente, NEM ESTÁ atualmente localizado em nenhum dos seguintes estados ou territórios, NEM uma entidade formada sob as leis de: Afeganistão, Cuba, República Popular Democrática da Coréia, Irã, Iraque, República Popular da China, Federação Russa, Somália, Sudão, Síria, Emirados Árabes Unidos, Estados Unidos da América, Venezuela e Iêmen.
zh_hans: 您即不是以下国家或地区的公民或居民，目前也不身处以下国家或地区，也不是在以下国家或地区的法律下建立的组织法人：阿富汗，古巴，朝鲜，伊朗，伊拉克，中国大陆，俄罗斯，索马里，苏丹，叙利亚，阿联酋，美国，委内瑞拉，也门。

# modalRule2
source: You have read and understood our disclaimer below.
pt: Você leu e entendeu a Isenção de Responsabilidade abaixo.
zh_hans: 您已阅读并了解以下免责声明。

# modalRule3
source: 💀 You understand that Betoken Protocol is in beta. Use at your own risk.
pt: 💀Você entende que o Protocolo Betoken está em beta. Use por sua conta e risco.
zh_hans: 💀您了解 Betoken 还在 Beta 阶段。使用风险自负。

# disclaimerTitle
source: Disclaimer
pt: Isenção de Responsabilidade
zh_hans: 免责声明

# disclaimertext1
source: Nothing herein constitutes an offer to sell, or the solicitation of an offer to buy, any securities or tokens.
pt: Nada aqui constitui uma oferta de venda ou a solicitação de uma oferta de compra, nenhum título ou tokens.
zh_hans: 本文中的任何内容均不构成出售或购买任何证券或代币的邀约。

# disclaimertext2
source: Betoken enables capital connection and managing using smart contracts which are open source. Betoken does not take custody of tokens and is only a collaborative hub for investors and managers. Betoken is not a licensed bank, broker-dealer, investment advisor or an exchange. Betoken uses partner protocols (Kyber, Compound, bZx, Maker DAO) to power its own ecosystem.
pt: Betoken permite conexão e gerenciamento de capital usando contratos inteligentes de código aberto. Betoken não assume a custódia de tokens e é apenas um centro de colaboração para investidores e gestores. Betoken não é um banco licenciado, corretor, consultor de investimentos ou uma bolsa. Betoken usa protocolos de parceiros (Kyber, Compound, bZx, Maker DAO) para alimentar seu próprio ecossistema.
zh_hans: Betoken 通过开源的智能合约来实现投资与管理的功能。Betoken 不对资产进行保管，只为投资人与管理人提供一个合作的平台。Betoken不是持牌银行，经纪交易商，投资顾问或交易所。 Betoken 使用合作伙伴协议（Kyber，Compound，bZx，Maker DAO）实现自己的生态系统。

# modalTitleOrderDetail
source: Order Details
pt: Detalhes do pedido
zh_hans: 交易详情

# modalBtksToReceive
source: Betoken shares to receive
pt: Tokens de compartilhamento Betoken a receber
zh_hans: 将获得 Betoken 基金股份的数额

# modalTotalCost
source: Total cost
pt: Custo total
zh_hans: 费用总计

# modalCtaContinueAriaLabel
source: Continue to Buy
pt: Continue para Comprar
zh_hans: 继续

# ctaGetStarted
source: Get Started
pt: Começar
zh_hans: 开始

# disclaimertext3
source: 💀 This project is in beta. Use at your own risk.
pt: 💀Este projeto está em beta. Use por sua conta e risco.
zh_hans: 💀 Betoken 还在 Beta 阶段。使用风险自负。

# faqTitle
source: Frequently asked questions
pt: Perguntas frequentes
zh_hans: 常见问题

# faqGetHelptitle
source: Can’t find what you’re looking for?
pt: Não achou o que estava procurando?
zh_hans: 找不到您的问题？

# faqCtaHelpCenter
source: Help Center
pt: Central de Ajuda
zh_hans: 帮助中心

# footerNavHome
source: Home
pt: Início
zh_hans: 主页

# footerNavBlog
source: Blog
zh_hans: 博客

# contactUs
source: Contact us at
pt: Contate-nos em
zh_hans: 联系我们

# modalDisclaimerCta
source: disclaimer
pt: isenção de responsabilidade
zh_hans: 免责声明

# timeCounterActionIntermission
source: until managing begins
pt: até que o gerenciamento comece
zh_hans: 幕间休息

# timeCounterActionManage
source: to manage
pt: para gerenciar
zh_hans: 来管理基金

# timeLeftInDays
source: d
zh_hans: 天

# timeLeftInHours
source: h
zh_hans: 时

# timeLeftInMinutes
source: m
zh_hans: 分

# timeLeftInSeconds
source: s
zh_hans: 秒

# headerConnectWalletCTA
source: Connect Wallet
pt: Conectar Carteira
zh_hans: 连接钱包

# managerAlert1
source: Please note you have only
pt: Por favor, observe que você tem apenas
zh_hans: 请注意您只剩

# managerAlert2
source: days left to manage. You MUST sell all of your investments during this time, or you WILL LOSE your staked Kairo tokens.
pt: dias restantes para gerenciar. Você DEVE vender todos os seus investimentos durante esse período, ou você IRÁ PERDER seus tokens Kairo investidos.
zh_hans: 天时间能管理投资项目。您必须在这段时间内卖出所有投资项目，不然您将失去您投入的 Kairo 点数。

# investmentsBuyModalIWantToBuy1
source: I want to buy
pt: Quero comprar
zh_hans: 我希望投资

# investmentsBuyModalIWantToBuy2
source: by staking
pt: e investir
zh_hans: 通过投入

# investmentsBuyModalMarginTradingPayoutText2a
source: If
pt: Se o preço do
zh_hans: 如果

# investmentsBuyModalMarginTradingPayoutText2b
source: 's price
pt: for
zh_hans: 的价格

# investmentsBuyModalMarginTradingPayoutText2c
source: you
pt: você
zh_hans: 您

# investmentsBuyModalMarginTradingPayoutText2d
source: gain
pt: ganha
zh_hans: 赚

# investmentsBuyModalMarginTradingPayoutText2e
source: lose
pt: perde
zh_hans: 赔

# investmentsBuyModalMarginTradingPayoutText3a
source: If
pt: Se o preço do
zh_hans: 如果

# investmentsBuyModalMarginTradingPayoutText3b
source: 's price
pt: for
zh_hans: 的价格

# investmentsBuyModalMarginTradingPayoutText3c
source: you
pt: você
zh_hans: 您

# investmentsBuyModalMarginTradingPayoutText3d
source: lose
pt: perde
zh_hans: 赔

# investmentsBuyModalMarginTradingPayoutText3e
source: gain
pt: ganha
zh_hans: 赚

# investmentsBuyModalMarginTradingLiquidationText1
source: This order could be liquidated if its losses exceed a certain threshold (which will be displayed). If that happens, a large portion of your stake will be lost.
pt: Esse pedido poderá ser liquidado se suas perdas excederem um determinado limite (que será exibido). Se isso acontecer, uma grande parte do que foi investido será perdido.
zh_hans: 本投资项目如果损失超过一定限度将会被清算。如那发生，您将承受大量的损失。

# investmentsBuyModalMarginTradingLiquidationText2
source: Learn More
pt: Saiba Mais
zh_hans: 了解更多

# investmentsBuyModalTxConfirmed1
source: You staked
pt: Você investiu
zh_hans: 您投入了

# investmentsBuyModalTxConfirmed2
source: KRO to invest in
pt: KRO para investir em
zh_hans: KRO 来投资

# buyPrice
source: Asset buy price
pt: Preço de compra de ativos
zh_hans: 买入价格

# commissionsRedeemModalBodyTextStep3a
source: You redeeemed
pt: Você resgatou
zh_hans: 您领取了

# @@commissionsRedeemModalBodyTextStep3b
source: (or equivalent Betoken Shares)
pt: (ou equivalente em tokens de compartilhamento Betoken)
zh_hans: （或等价的 Betoken 基金股份）

# investorBuyBtksModalTextStep4a
source: You bought
pt: Você comprou
zh_hans: 您买入了

# investorBuyBtksModalTextStep4b
source: using
pt: usando
zh_hans: ，用

# investorSellBtksModalTextStep3a
source: You sold
pt: Você vendeu
zh_hans: 您卖出了

# investorSellBtksModalTextStep3b
source: for
pt: para
zh_hans: ，获得

# investorOnboardingIntroText1a
source: Your capital is automatically distributed among
pt: Seu capital é automaticamente distribuido entre
zh_hans: 您的资产将自动分配到

# investorOnboardingIntroText1b
source: Betoken’s community of managers
pt: a comunidade de gestores Betoken
zh_hans: Betoken 的管理人社区

# investorOnboardingIntroText1c
source: The best of them will have the most influence over how that capital is put to work.
pt: Os melhores terão maior influência sobre como esse capital é colocado em atividade.
zh_hans: 最优秀的管理人将对如何投资您的资产有最大的影响力。

# investorOnboardingIntroText3a
source: Betoken allows anyone to buy or sell any amount of Betoken Shares, and Betoken's fee structure is completely transparent.
pt: Betoken permite que qualquer pessoa compre ou venda qualquer quantia de tokens de compartilhamento Betoken, e a estrutura de taxas de Betoken é completamente transparente.
zh_hans: Betoken 允许任何人买入或卖出任何数量的 Betoken 基金股份，并且 Betoken 的收费结构是完全透明的。

# investorOnboardingIntroText3b
source: More about fees, lockup, and liquidity
pt: Mais sobre taxas, bloqueio e liquidez
zh_hans: 更多关于费用，锁定和流动性的信息

# investorOnboardingFaqA1a
source: Yes. Betoken's protocol is 100% liquid. You can buy and sell Betoken shares at any time in 2 ways:
pt: Sim. O protocolo Betoken é 100% líquido. Você pode comprar e vender tokens de compartilhamento Betoken a qualquer momento de 2 maneiras:
zh_hans: 是的。Betoken 具有100%的流动性。您可以通过以下两种途径随时买卖 Betoken 基金股份：

# investorOnboardingFaqA1b
source: During Betoken's 3 days intermission phase that happens every 27 days, you can buy and sell Betoken shares directly on the investor dashboard.
pt: Durante a fase de intervalo de 3 dias, que acontece a cada 27 dias, você pode comprar e vender tokens de compartilhamento Betoken diretamente no painel do investidor.
zh_hans: 每 27 天 Betoken 将进行幕间休息，在此时您将有 3 天时间利用 Betoken 网页应用来买入或卖出 Betoken 基金股份。

# investorOnboardingFaqA1c
source: During Betoken's management phase (27 days), Betoken shares token is freely tradable on decentralized exchanges (e.g. ForkDelta, Uniswap). Depending on the market conditions, the price may be slightly different from what is displayed on the investor dashboard.
pt: Durante a fase de gerenciamento (27 dias), o token de compartilhamento Betoken pode ser negociado livremente em exchanges descentralizadas (Fork Delta, Uniswap). Dependendo das condições do mercado, o preço pode ser diferente do exibido no painel do investidor.
zh_hans: 在 Betoken 的管理阶段（27 天久），Betoken 基金股份可被自由地在各交易平台上进行交易。根据市场状况，股份的价格可能会与 Betoken 网页应用中显示的价格稍有不同。

# investorOnboardingBuyBtksModalTextStep4a
source: You bought
pt: Você comprou
zh_hans: 您买入了

# investorOnboardingBuyBtksModalTextStep4b
source: using
pt: usando
zh_hans: ，用
